<?php

return [
    'activate'	=> [
		'txt1'		=> '感谢【%s】会员的注册',

		'txt2'		=> '■客户信息',
		'txt3'		=> '【FID】',
		'txt4'		=> '请用下面的URL登录，完成新会员注册。',

		'txt5'		=> '■本注册URL',

		'txt6'		=> '■如果你不想成为新会员，',
		'txt7'		=> '不希望注册新会员的情况下，或者，错误地收到这个临时注册邮件的情况下，麻烦您销毁这边的邮件。',
    ],

	'contact'	=> [
		'txt1'		=> '收到了咨询邮件。',
		'txt2'		=> '请确认以下的内容。',
		'txt3'		=> '标题:',
		'txt4'		=> '电子邮件:',
		'txt5'		=> '联系内容:',
	],

    'forgot'	=> [
        'txt1'		=> '这封邮件是【%s】自动发送的。',
        'txt2'		=> '你可以点击下面的URL重新设置密码。', 
    ],

	'register'	=> [
		'txt1'		=> '你好 %s',
		'txt2'		=> '非常感谢您这次使用了。',
		'txt3'		=> '请点击下面的URL，进行新会员注册。',

		'txt4'		=> '■本注册URL',

		'txt5'		=> '■如果你不想成为新会员，',
		'txt6'		=> '不希望注册新会员的情况下，或者，错误地收到这个临时注册邮件的情况下，麻烦您销毁这边的邮件。',
	],

    'mail' => [
        'activate'	=> '账户的认证',
		'reply'		=> '回复信息',
        'forgot'	=> '重新设定密码',
        'send_fail' => '在发送邮件的过程中发生了错误。',

        'sent_register'		=> '是无效的用户。因为发送了登录邮件，所以请再次登录',
		'contact'   => '联系我们',
    ],

	'alert' => [
		'success'	=> '处理正常完成了。',
        'fail'		=> '处理失败了。',
        'contact_success'	=> '谢谢您的联系。',
		'contact_failed'	=> '咨询失败了。',
	],

	'error'			=> [
		'title'		=> '感谢您的访问。',

		'browser'		=> [
			'msg1'		=> '本サイトは、Google社製ChromeまたはApple社製Safariでのみご利用頂けます。',
			'msg2'		=> 'その他ブラウザでアクセスし、発生した問題に関しましては保証は一切致しません。',
			'msg3'		=> '本メッセージが表示されたお客様はGoogle社製ChromeまたはApple社製Safariで再度アクセス頂けますよう宜しくお願いいたします。',
		],
	],

	'title'			=> [
		'pay'			=> '感谢您向%s提出申请。',
	]
];
