<?php

return [
    'activate'	=> [
		'txt1'		=> '【%s】会員のご登録ありがとうございます。',

		'txt2'		=> '■お客様の情報',
		'txt3'		=> '【FID】',
		'txt4'		=> '下記のURLからログインして、新規会員登録を完了してください。',

		'txt5'		=> '■本登録URL',

		'txt6'		=> '■新規会員登録を希望しない方は',
		'txt7'		=> '新規会員登録を希望されない場合、または、誤ってこの仮登録メールを受取られた場合は、お手数ですがこちらのメールを破棄してください。',
    ],

	'contact'	=> [
		'txt1'		=> 'お問い合わせメールが届きました。',
		'txt2'		=> '以下の内容を確認ください。',
		'txt3'		=> 'タイトル：',
		'txt4'		=> 'メールアドレス：',
		'txt5'		=> 'お問い合わせ内容：',
	],

    'forgot'	=> [
        'txt1'		=> 'このメールは【%s】から自動発送されたものです。',
        'txt2'		=> '以下のURLをクリックしてパスワードを再設定することができます。', 
    ],

	'register'	=> [
		'txt1'		=> '%s様',
		'txt2'		=> 'この度は%sをご利用いただきましてありがとうございます。',
		'txt3'		=> '下記のURLをクリックして、新規会員登録を実施してください。',

		'txt4'		=> '■本登録URL',

		'txt5'		=> '■新規会員登録を希望しない方は',
		'txt6'		=> '新規会員登録を希望されない場合、または、誤ってこの仮登録メールを受取られた場合は、お手数ですがこちらのメールを破棄してください。',
	],

    'mail' => [
        'activate'	=> 'アカウントの認証',
		'reply'		=> '返信メッセージ',
        'forgot'	=> 'パスワードの再設定',
        'send_fail' => 'メールの送信中にエラーが発生されました',

        'sent_register'		=> '無効なユーザーです。登録メールを発送しましたので、再登録をお願い致します。',
		'contact'   => 'お問い合わせ',
    ],

	'alert' => [
		'success'	=> '処理が正常に完了されました。',
        'fail'		=> '処理が失敗されました。',
        'contact_success'	=> 'あ問い合わせありがとうございました。',
		'contact_failed'	=> 'あ問い合わせが失敗されました。',
	],

	'error'			=> [
		'title'		=> 'アクセス頂きありがとうございます。',

		'browser'		=> [
			'msg1'		=> '本サイトは、Google社製ChromeまたはApple社製Safariでのみご利用頂けます。',
			'msg2'		=> 'その他ブラウザでアクセスし、発生した問題に関しましては保証は一切致しません。',
			'msg3'		=> '本メッセージが表示されたお客様はGoogle社製ChromeまたはApple社製Safariで再度アクセス頂けますよう宜しくお願いいたします。',
		],
	],

	'title'			=> [
		'pay'			=> '%sへお申込みいただきありがとうございました',
	]
];
